simulations/lift-drag/converge/N1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

8
(
    inlet
    {
        type            patch;
        nFaces          30;
        startFace       6970;
    }
    outlet
    {
        type            patch;
        nFaces          30;
        startFace       7000;
    }
    airfoil
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          160;
        startFace       7030;
    }
    top_fore
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          100;
        startFace       7190;
    }
    top_wake
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       7290;
    }
    bottom_fore
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          100;
        startFace       7310;
    }
    bottom_wake
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       7410;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          7200;
        startFace       7430;
    }
)

// ************************************************************************* //
